Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: · Challenges for employing open source solutions in production Space Systems
ja: 宇宙システム開発におけるオープン ソース ソリューション採用の課題

source: · NASA's efforts to encourage open source development
ja: オープン ソース開発を奨励する NASA の取り組み

source: · Open source software used operationally on the ISS
ja: ISS の操作に使用されているオープン ソース ソフトウェア

source: · What would YOU like to contribute to?
ja: あなたならどんな貢献をしたいですか?

source: · What's on the horizon – systems in development that employ open source
ja: これから何が起こるのか － オープン ソースで開発中のシステム

source: ‘A World Without Linux’ illustrates ubiquity of Linux and gives thanks to thousands of open source developers
ja: 'A World Without Linux' (Linux がなかったら) は、Linux の偏在性をわかりやすく描くと同時に、世界中のオープン ソース開発者への感謝を伝えるシリーズ動画です。

source: “A free, credible badge system can fill this niche, ensuring that new projects depend only upon the healthiest open source projects, thus improving our global Internet infrastructure.”
ja: フリーで信頼できるバッジ システムはこの隙間を埋めることができ、新しいプロジェクトは最も健全なオープン ソース プロジェクトだけを信頼するようになるため、グローバルなインターネット基盤が改善されます。」

source: “A world without Linux is quite difficult to imagine.
ja: Linux のない世界など想像できません。

source: “AllJoyn® is making huge inroads, with more than 200 million products in market, and at the same time, the AllSeen Alliance continues with double digit membership growth,” said Philip DesAutels, Senior Director, IoT, AllSeen Alliance.
ja: AllSeen Alliance の IoT 分野担当シニア ディレクターである Philip DesAutels 氏は次の用に述べています。 「AllJoyn® の普及はめざましいもので、2 億個以上の製品が市場に出ており、同時に AllSeen Alliance のメンバーシップは二桁成長を続けています。

source: “As cloud computing matures, we’re finding there are a variety of ways to approach application development in this environment.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。「クラウド コンピューティングが成熟するに伴い、この環境のアプリケーション開発にはさまざまなアプローチが存在することがわかっています。

source: “As with any early-stage, highly-complex technology that demonstrates the ability to change the way we live our lives and conduct business, blockchain demands a cross-industry, open source collaboration to advance the technology for all.”
ja: 私たちの生活や商取引のしくみを変える新しい複雑な技術の例にもれず、blockchain も、人々のための技術を進化させるために、業界の壁を超えたオープン ソース コラボレーションを必要としています。」

source: “Becoming a member of The Linux Foundation means that we are able to collaborate with other IT leaders who understand that software developed out in the open leads to greater innovation and faster deployment of next generation technologies.”
ja: Linux Foudation のメンバーになることは、他の IT リーダー企業と協業できることを意味します。

source: “By bringing together the open source community’s very best talent and code in a neutral and collaborative forum, the Cloud Native Computing Foundation aims to advance the state-of-the-art of application development at Internet scale.”
ja: Cloud Native Computing Foundation は、オープン ソース コミュニティが誇る人材とコードを中立で協力的な場に結集することで、インターネット スケールによる最先端のアプリケーション開発促進をめざしています。」

source: “By collaborating with other leading car makers, we believe Linux and open source technology is helping to transform the automotive industry,” said Masahiro Kaneda, General Manager, Electronics Engineering Dept.
ja: “By collaborating with other leading car makers, we believe Linux and open source technology is helping to transform the automotive industry,” said Masahiro Kaneda, General Manager, Electronics Engineering Dept. for Mitsubishi Motors (他の大手自動車メーカーと協力し合うことで、Linux とオープン ソース技術は自動車業界の変革を助けることができるはずです。)

source: “By coming out early with some initial criteria, we hope that the community will quickly get involved and not only influence the questions, but also acknowledge how important it is for developers to be able to quickly assess the health of a project that they depend on,” said Emily Ratliff, Senior Director of Infrastructure Security at The Linux Foundation.
ja: The Linux Foundation の基盤セキュリティ担当シニア ディレクターである Emily Ratliff は次のように述べています。 「最初の審査基準を早期に公表することにより、コミュニティが速やかに関わり、この問題に影響を与えられるだけでなく、開発者が頼りにしているプロジェクトの健全性を早期に評価できることがいかに重要かを認識できればと願っています。

source: “By joining AGL, Subaru is able to create an infotainment and driving experience that’s at the cutting edge with digital entertainment solutions and meets consumer expectations.”
ja: “By joining AGL, Subaru is able to create an infotainment and driving experience that’s at the cutting edge with digital entertainment solutions and meets consumer expectations. (弊社は AGL に参加することにより、デジタル エンターテインメント ソリューションの最先端にあるインフォテインメント&ドライビング エクスペリエンスを創出し、お客様の要望に応えることができます。)”

source: “By joining at the Platinum level, we are making a commitment to AGL.
ja: “By joining at the Platinum level, we are making a commitment to AGL.(弊社はプラチナ メンバーとして AGL を支援していきます。)

source: “By tapping into the strength of an empowered, unified community, the Node.js Foundation will advance this rapidly growing platform that supports millions of users around the world.”
ja: Node.js Foundation は権限ある統合されたコミュニティの強みを利用して、何百万という世界中のユーザーをサポートするこの急成長プラットフォームを進化させるでしょう。」

source: “By upgrading to the Platinum level, we are increasing our support commitment of AGL and adopting an open source development methodology.
ja: “By upgrading to the Platinum level, we are increasing our support commitment of AGL and adopting an open source development methodology. (弊社はプラチナ メンバーとなり、AGL 支援体制とオープン ソース開発手法の採用を強化します。)

source: “CII members expect The Census Project to accelerate the process by which projects that are in need receive support and additional funds.”
ja: CII メンバーは、しかるべきプロジェクトが助成を受けられるプロセスを The Census Project が加速してくれることを期待しています。」

source: “Code first” methodology
ja: 「コード重視」主義

source: “Distributed ledgers are poised to transform a wide range of industries from banking and shipping to the Internet of Things, among others,” said Jim Zemlin, executive director at The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「分散レジャーは銀行や運送から Internet of Things をはじめあらゆる業界を変えようとしています。

source: “Emily’s extensive Linux security experience and standards involvement will be a major asset to CII’s work as we move beyond point-fixes toward more holistic solutions for open source security.”
ja: 私たちの活動がオープン ソース セキュリティの部分的修正から全体的ソリューションへと進化していくので、Emily のすばらしい Linux セキュリティの経験や標準化活動は、CII の取り組みにとって大きな資産になるでしょう。

source: “For devices like LG webOS TV to interact seamlessly with an Electrolux oven or Panasonic washer, we must all build upon a common framework.
ja: LF webOS テレビのような機器が Electrolux 製オーブンやパナソニック製洗濯機とシームレスにやりとりできるように、すべての製品を共通のフレームワークで開発しなければなりません。

source: “For the first time in the history of the industry automakers have the ability to see and provide requirements directly to the open source developer community,” said Dan Cauchy, general manager of automotive, Linux Foundation.
ja: The Linux Foundation の自動車部門担当ジェネラル マネージャーである Dan Cauchy は次のように述べています。 「自動車業界の歴史において初めて、自動車メーカーがオープン ソース開発者コミュニティと直接会って要件を提示できるようになりました。

source: “Global manufacturers like Johnson Controls, Hager Group and NXP Semiconductors are investing in AllJoyn, and we look forward to their technology and leadership contributions.”
ja: Johnson Control、Hager Group、NXP Semiconductors のようなグローバル メーカーが AllJoyn に投資しているので、彼らの技術とリーダーシップの貢献を期待しています。」

source: “Having a common, open reference platform for the auto industry will accelerate our ability to create and innovate.”
ja: 「自動車業界で共通のオープンなリファレンス プラットフォームを持つことで、業界の創造とイノベーションは加速されます。」

source: “Huawei stands out as an industry innovator and leader.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「Huawei は業界トップ クラスの革新者でありリーダーです。

source: “I am encouraged to see the wide variety participants in the IO Visor ecosystem, as this suggests the project will benefit from diverse perspectives.
ja: Heavy Reading (通信技術の定量的分析を提供する調査会社) の Rosalyn Roseboro 氏は次のように述べています。 「IO Visor のエコシステムのさまざまな参加者を見ると、このプロジェクトが多様な視点から恩恵を受けることがわかり、勇気づけられます。

source: “I'm excited to join the Linux Foundation and work on the Core Infrastructure Initiative because improving the security of critical open source infrastructure is a bigger problem than any one company can tackle on their own,” said Ratliff.
ja: Ratliff は次のように述べています。 「Linux Foundation の一員となり Core Infrastructure Initiative に取り組めることにわくわくしています。クリティカルなオープン ソース基盤のセキュリティ強化は、企業が単独で取り組めることより大きな問題ですから。

source: “IO Visor will work closely with the Linux kernel community to advance universal IO extensibility for Linux.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「IO Visor プロジェクトは、Linux の Universal IO の拡張性を高めるために Linux カーネル コミュニティと密接に連携します。

source: “In order to keep up with the consumer demands for a modern infotainment system, car makers realize that they need to adopt an open source software development process to gain a competitive edge.
ja: 自動車メーカー各社は、消費者が求める最新のインフォテインメント システム機能を提供していくためには、オープン ソース ソフトウェアの開発プロセスを採用して競争力を得る必要があることを知っています。

source: “I’m looking forward to working with CII members to more aggressively support underfunded projects and work to change the way the industry protects and fortifies open source software.”
ja: CII メンバーと協力して、資金不足のプロジェクトをよりアグレッシブに支援し、業界がオープン ソース ソフトウェアを保護・強化する方法を変えて行きたいと思います。」

source: “License compliance is a priority for the Linux and open source community and benefits the technology industry overall, especially as the adoption of open technologies continues to increase,” said Jim Zemlin, executive director at The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「ライセンス準拠は、Linux & オープン ソース コミュニティにとって最優先事項であり、技術業界全体に恩恵をもたらすものです ー とりわけ昨今はオープン テクノロジーの導入が増え続けていますので。

source: “Linux and open source software are the building blocks of Information and Communications Technology (ICT) infrastructure.
ja: Huawei の Central Software Institute 社長である Ti Gong 氏は次のように述べています。 「Linux やオープン ソース ソフトウェアは、情報通信技術 (ICT) 基盤の基本要素です。

source: “Linux is an excellent way to create an ecosystem of connected car technology,” said Hiroshi Ogiwara, Senior General Manager of Fuji Heavy Industries, Ltd.
ja: “Linux is an excellent way to create an ecosystem of connected car technology,” said Hiroshi Ogiwara, Senior General Manager of Fuji Heavy Industries, Ltd. (Linux はコネクテッド カー技術のエコシステムを作り出せる素晴らしい方法です。)

source: “Linux is the most well-known example of how open source and collaborative development can impact the world,” said Jennifer Cloer, vice president of communications, The Linux Foundation.
ja: The Linux Foundation のコミュニケーション担当バイス プレジデントである Jennifer Cloer は次のように述べています。 「Linux はオープン ソースと共同開発がどのように世界に影響を与えるかを示す最たる例です。

source: “Making it fully open and available to all allows for greater participation from the industry that can now take ownership and contribute to building an open, common platform for the connected car.”
ja: 完全にオープンでだれでも利用できれば、どの企業もそれを入手してオープンな共通のプラットフォーム構築に貢献できるため、業界からの参加も大幅に増えます。」

source: “Measuring software security is an ongoing struggle that’s notoriously difficult given missing or messy data,” said Jim Zemlin, Executive Director at The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「ソフトウェアのセキュリティを評価するのは相変わらず大きな試練で、評価データが不十分であれば困難を極めます。

source: “Membership in The Linux Foundation comes with a variety of benefits but most of all allows individuals to support the work of Linus Torvalds and so many more developers and IT managers advancing Linux and the open source software,” said Amanda McPherson, chief marketing officer at The Linux Foundation.
ja: The Linux Foundation の チーフ マーケティング オフィサーである Amanda McPherson は次のように述べています。「The Linux Foundation のメンバーシップはさまざまなものに役立っていますが、その大部分は、個人が Linus Torvalds の活動を支援したり、ますます多くなる開発者や IT 管理者による Linux / オープン ソース ソフトウェア進化の取り組みを支援したりすることに使われます。

source: “Millions of data scientists and academic researchers use R language every day and want to collaborate with their peers to share visualization and analysis techniques,” said Jim Zemlin, executive director at The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「何百万人ものデータ科学者や学術研究者が毎日 R 言語を使用しており、仲間と協力して可視化や分析の技術を共有したいと願っています。

source: “Open source SDN and NFV are the future of networking and future of our industry.
ja: ONS チェアである Guru Parulkar は次のように述べています。「オープン ソース SDN / NFV は、ネットワーキングの未来であり、当業界の未来です。

source: “Open source has become the fabric of computing and is driving innovation across all industries,” said Pete Popov, co-founder and CEO, Konsulko Group.
ja: 「オープン ソースはコンピューティングのファブリック要素となり、業界の壁を越えたイノベーションを牽引しています。」Konsulko Group 共同創設者兼 CEO、Pete Popov 氏

source: “Open source software and collaborative development are the ingredients for addressing massive change in any industry.
ja: オープン ソース ソフトウェアと共同開発は、あらゆる業界の大きな変化に対応するために欠かせない要素なのです。

source: “Our commitment to The Linux Foundation is a commitment to the industry to always be pushing the limits of innovation, and be collaborating with various partners in the ecosystem.”
ja: The Linux Foundation に対する弊社の投資は、業界が常に革新の限界を押し広げ、同エコシステムのさまざまなパートナーと連携していくための投資です。」

source: “Our competitors are not Toyota and Nissan any more, but Google and Amazon”
ja: 「ライバルはもはやトヨタや日産ではない グーグルやアマゾンだ」

source: “The Census Project aims to become an excellent framework for guiding CII funding to the projects most in need,” said Emily Ratliff, Senior Director of Infrastructure Security at The Linux Foundation.
ja: The Linux Foundation のインフラストラクチャ セキュリティ担当シニア ディレクターである Emily Ratliff は次のように述べています。 「Census Project は、最も支援が必要なプロジェクトに CII が助成できるような優れたフレームワークとなることをめざしています。

source: “The Cloud Native Computing Foundation will help facilitate collaboration among developers and operators on common technologies for deploying cloud native applications and services,” said Jim Zemlin, executive director at The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「Cloud Native Computing Foundation は、クラウド ネイティブなアプリケーションとサービスをデプロイするための共通技術について、開発者やオペレーター間のコラボレーションを促進します。

source: “The Internet of Things is driving innovation throughout the car and we see open source as a
ja: 「Internet of Things は、自動車を通してイノベーションを牽引し、

source: “The Internet of Things is driving innovation throughout the car and we see open source as a key enabler,” said Yoshiharu Sato, Manager of Software Department, Alps Electric.
ja: 「Internet of Things は自動車を通してイノベーションを牽引し、そのカギを握るのがオープン ソースです。」◆アルプス電気ソフトウェア部門担当マネージャー Yoshiharu Sato 氏◆

source: “The Node.js Foundation provides a neutral structure to balance the needs of all constituents in the community: the users, vendors and contributors.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「Node.js Foundation は、コミュニティ内のあらゆる要素 (ユーザー、ベンダー、コントリビューターなど) のニーズのバランスをとる中立な構造です。

source: “The ONS team looks forward to working with The Linux Foundation team to make 2016 a resounding success.”
ja: ONS チームは、Linux Foundation チームと協力して 2016 年を輝かしい成功の年にしたいと思います。」

source: “The R Consortium will promote the sharing of ideas and accelerate findings that make R even better for business, research and academic purposes.”
ja: R Consortium は、アイデアの共有を促進し、R 言語をさらにビジネス、リサーチ、および学術利用に適したものにするべく研究を加速させます。」

source: “The R Consortium will provide vital funding support for R services and development, made possible by the Linux Foundation's proven track record of bringing large-scale communities together.
ja: R Consortium は、Linux Foundation の実績ある大規模コミュニティ結集力が可能にした、R のサービスや開発に不可欠な資金援助を行います。

source: “The ability to create, load and unload in-kernel functions will enable developers in many upstream and downstream open source projects.
ja: カーネル内関数を作成、ロード、およびアンロードできる機能は、アップストリームやダウンストリームのさまざまなオープン ソース プロジェクトの開発者に可能性を与えるでしょう。

source: “The announcement of this new AGL Unified Code Base distribution is the significant first step in creating an open ecosystem based around a common platform that will accelerate rapid innovation of infotainment features,” said Ken-ichi Murata, General Manager of BR Connected Strategy & Planning department of Toyota Motor Corporation.
ja: トヨタ自動車の BRコネクティッド戦略企画室室長である村田賢一氏 は次のように述べています。(参考訳) 「The announcement of this new AGL Unified Code Base distribution is the significant first step in creating an open ecosystem based around a common platform that will accelerate rapid innovation of infotainment features. (今回の新しい AGL Unified Code Base ディストリビューションの発表は、共通のプラットフォームをめぐるオープン エコシステムの創出にとって最初の大きな一歩であり、インフォテインメント機能の急速革新をさらに速めるでしょう。)

source: “The automotive industry needs a standard open operating system and framework to enable automakers and suppliers to quickly bring smart phone-like capabilities to the car,” said Dan Cauchy, General Manager of Automotive at Linux Foundation.
ja: The Linux Foundation の自動車部門担当ジェネラル マネージャーである Dan Cauchy は次のように述べています。 「自動車産業は、自動車メーカーやサプライヤーがスマートフォンのような機能性を車にもすぐに適用できるように、標準のオープンな OS とフレームワークを必要としています。

source: “The networking industry is in the early stages of a major transformation that relies on open source and collaboration,” said Linux Foundation Executive Director Jim Zemlin.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「ネットワーク業界は大きく変化しつつあり、オープン ソースとコラボレーションに依存するようになっています。

source: “The rate of new member growth demonstrates that the Alliance is getting mature and that the AllJoyn ecosystem is real and robust.”
ja: 新メンバーの成長速度は、AllSeen Alliance が成熟していること、そして AllJoyn エコシステムが現実となり強固になっていることを証明しています。」

source: “There’s no perfect set of metrics to guarantee that software is secure or not.
ja: ソフトウェアがセキュアかどうかを保証する完璧な基準は存在しません。

source: “This is a great opportunity to harness the power of the thriving R user community around the globe and advance the R language for everyone,” said John Chambers on behalf of the R Foundation Board.
ja: R Foundation 理事代表の John Chambers 氏は次のように述べています。 「これは世界中の盛況な R ユーザー コミュニティの力を利用して、すべての人々のために R 言語を発展させる素晴らしいチャンスです。

source: “This month we see the AllSeen Alliance further broaden its areas of expertise.
ja: AllSeen Alliance の IoT 担当シニア ディレクターである Philip DesAutels 氏は次のように述べています。 「今月は、AllSeen Alliance の専門分野がさらに広がりました。

source: “This new distribution integrates the best components from AGL, Tizen, GENIVI and related open source code into a single AGL Unified Code Base, allowing carmakers to leverage a common platform for rapid innovation.
ja: この新しいディストリビューションは、AGL、Tizen、GENIVI、および関連のオープン ソース コードの最良の部分を 1 つの AGL ユニファイド コード ベースに統合しているため、自動車メーカーが共通のプラットフォームを利用して速やかなイノベーションを実現できるのです。

source: “Through its open source networking projects, The Linux Foundation has been helping to lead the evolution of this industry, and we are excited to combine our expertise with ONS’ to continue the growth of open source in this space for the benefit of service providers, cloud providers and enterprises.”
ja: The Linux Foundation は、さまざまなオープン ソース ネットワーキング プロジェクトを通じて同業界の進化をリードしてきました。私たちと ONS の知識・経験を組み合わせることで、サービス プロバイダー、クラウド プロバイダー、および企業に恩恵をもたらすこの分野のオープン ソースの成長を継続させることができるでしょう。」

source: “Through our partnership with AGL, we aim to drive the automotive In-Vehicle Infotainment (IVI) beyond the current state of the art.”
ja: 「弊社は、AGL とのパートナーシップを通じて超最新車載インフォテインメント (IVI) の開発を推進していきます。

source: “Toyota plans to support contiguous enhancement of the distribution for future infotainment systems to deliver cutting edge connected car experiences to our customers.”
ja: Toyota plans to support contiguous enhancement of the distribution for future infotainment systems to deliver cutting edge connected car experiences to our customers. (トヨタ自動車は、今後のインフォテインメント システムが最先端のコネクテッド カー エクスペリエンスを提供できるよう、このディストリビューションの継続的発展を支援していく予定です。)」

source: “We are delighted to see members join that represent a range of companies that build, integrate and develop all aspects of the car - from electronics to suppliers to services companies,” said Dan Cauchy, general manager of automotive, Linux Foundation.
ja: The Linux Foundation の自動車分野担当ゼネラル マネージャーである Dan Cauchy は次のように述べています。 「自動車のあらゆる側面を形成、統合、進化させている各種分野の企業 (たとえば電子機器企業、サプライヤー、サービス企業など) を代表するメンバーが参加したことを大変嬉しく思います。

source: “We are excited to deepen our presence in the open source community,” said Mr. Andrej Kositer, CEO at Agenda Open Systems.
ja: Agenda Open Systems の CEO である Andrej Kositer 氏は次のように述べています。「弊社はオープン ソース コミュニティにおけるプレゼンスを強化できることを嬉しく思います。

source: “We are excited to see the momentum building around open source automotive and look forward to their participation.”
ja: オープン ソースで自動車システムを開発しようという機運はいよいよ高まっていますので、新メンバーの参加に期待しています。」

source: “We are excited to welcome Ford, Mazda, Mitsubishi Motors and Subaru as the latest automotive OEM members of AGL.
ja: The Linux Foundation の自動車部門担当ジェネラル マネージャーである Dan Cauchy は次のように述べています。 「フォード、マツダ、三菱自動車、およびスバルの参画を歓迎します。

source: “We believe that mixed criticality enabled virtualization open source solutions accelerate innovation and the convergence of multiple systems into a novel heterogeneous multicore single platform,“ said Daniel Raho, President, Virtual Open Systems.
ja: 「ミックスド クリティカリティ対応の仮想化オープン ソース ソリューションは、イノベーションを加速し、複数システムから新たなヘテロジニアス マルチコア シングル プラットフォームへの収束を促進します。」Virtual Open Systems 社長 Daniel Raho 氏

source: “We hope that Linux Foundation workgroups can give the community a neutral place to advance Linux and collaborative technologies.
ja: Linux Foundation のエグゼクティブ ディレクターである Jime Zemlin は次のように述べています。 「私たちは、Linux Foundation のワークグループが Linux と共同開発技術を改善するための中立な場をコミュニティに提供できます。

source: “We hope the ‘World Without Linux’ video series helps extend the story of Linux to more people around the world and highlights how shared technology investments can result in providing the base infrastructure for conducting business and living our lives.”
ja: 'World Without Linux' ビデオ シリーズは、世界中の人々に Linux の存在を知らせ、技術投資を共有することでどのようにビジネスや日常生活の基盤を提供できるかを訴えています。」

source: “We look forward to collaborating with AGL to advance the connected car.”
ja: “We look forward to collaborating with AGL to advance the connected car. (AGL と協力し、コネクテッド カーを進化させたいと思います。)”

source: “We need a common, open technology like AllJoyn in order to provide a truly connected experience for consumers,” said VP Taeg-il Cho, Head of Creative Innovation Center, LG Electronics.
ja: LG 電子の Creative Innovation Center 代表バイス プレジデントである Taeg-il Cho 氏は次のように述べています。 「ものが完全に繋がり合った生活を消費者に体験してもらうには、AllJoyn のような共通のオープン テクノロジが必要です。

source: “We’re committed to helping OEMs find the best strategy for adopting and integrating open source solutions into their platforms and believe AGL is at the forefront of this effort.”
ja: 「弊社は、OEM 企業がオープン ソース ソリューションを各社のプラットフォームに採用統合する最良の戦略を見出せるよう、お手伝いしています。そして AGL はそのような取り組みの最前線にあると確信しています。」

source: “We’re happy to be able to use our membership drive to make Linux certification more available to more people around the world, increasing the benefits of membership for years to come.”
ja: このメンバーシップ キャンペーンを利用して、世界中のもっと多くの人々が Linux 検定試験を受けられるようになり、これからさらにメンバーシップのメリットが増えれば幸いです。」

source: “We’re looking forward to working even more with Huawei and know our efforts will be maximized with the company’s support.”
ja: 今後も Huawei との連携がさらに深まり、私たちの取り組みが同社の支援で最大限に生かされることを期待しています。」

source: “While each project we’re announcing funding for today is quite different, each is critical to our global computing infrastructure and cybersecurity.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「本日私たちが助成の発表を行う各プロジェクトは、それぞれがまったく異なっており、どれも私たちのグローバル コンピューティング基盤とサーバーセキュリティにとって不可欠なものです。

source: “With SPDX 2.0, companies can be more confident than ever before in their open source license compliance,” said Black Duck’s Phil Odence, chair, SPDX workgroup.
ja: SPDX ワークグループのチェアを務める Phil Odence 氏 (Black Duck) は次のように述べています。「SPDX 2.0 を使用すれば、企業はこれまで以上にオープン ソースのライセンス準拠に自信を持つことができます。

source: “With new features that provide contextual reference across packages and files, including those external to SPDX documents, the SPDX specification becomes an even more valuable resource to the increasing number of companies around the world using open source software in their products.”
ja: SPDX ドキュメント以外のものも含めパッケージやファイルのコンテキスト参照を提供するという新機能が追加されたことで、製品にオープン ソース ソフトウェアを使っている世界中の企業 (その数は増え続けている) にとって、SPDX 仕様はますます価値あるリソースになります。」
